Revit 2024 API
LinkOperations Properties
The LinkOperations type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
LinkOperations Class
Autodesk.Revit.DB Namespace